# ICustomFieldProperties Methods (2024)

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2024 API
---
ICustomFieldProperties Methods
ICustomFieldProperties Interface See Also
---
The ICustomFieldProperties type exposes the following members.
# Methods
| Name | Description |
| --- | --- |
| --- | --- | --- |
| AreEqualTo | Identifies if the custom field properties are equal or not. |

# See Also
ICustomFieldProperties Interface
Autodesk.Revit.DB Namespace